Repository: ishimoto/wolips
Catalog: wolips/plugins/org.objectstyle.wolips.templateengine/ProjectTemplates/TB Application Extended/Resources/*.lproj/Localizable.strings
Languages: german

# TBWLogin.Title
source: My Application Login
german: Meine Bewerbung

# TBWLogin.Message
source: <p>This is a localizable login message</p>
german: <p>TDies ist eine lokalisierbare Login-Meldung</p>

# DisplayDate
source: MM/dd/yyyy
german: dd-MM-yyyy

# DisplayDTS
source: MM/dd/yyyy HH:mm:ss
german: dd-MM-yyyy HH:mm:ss

source: Hello World
german: Hallo Welt

# Nav.Dashboard
source: Dashboard Controls
german: Armaturenbrett-Bedienelemente

# Nav.Admin_TBRoles
source: Roles
german: Rollen

# Nav.Admin_TBPersons
source: People
german: Menschen

# Pages.List[EntityName]
source: List [Localized Name]s
german: Liste [Localized Name]s

# Pages.Query[EntityName]
source: Find [Localized Name]s
german: Finded [Localized Name]s

# Pages.Inspect[EntityName]
source: Inspect [Localized Name]
german: Inspizieren [Localized Name]

# Pages.Edit[EntityName]
source: Edit [Localized Name]
german: Bearbeiten [Localized Name]
